index/CDO.mmd
graph LR

A[Pool of Assets]-->|Coupons|B{SPV}
B-->|1º|C[Senior]
B-->|2º|D[Mezzanine]
B-->|3º|E[Equity]
